{
    "main-nav": {
        "link1": "Why Flowguard?",
        "link2": "Our partners",
        "link3": "Contact"
    },
    "header": {
        "tagline": "Empowering cybersecurity in public drinking water supply systems",
        "description": "With the power of AI we identify in real time any anomalous behavior or potential vulnerability in the water supply systems to prevent cyberattacks"
    },
    "features": {
        "title": "Why Flowguard?",
        "graph-neural-networks": {
            "title": "Graph Neural Networks",
            "description": "We provide a tailor-made graph neural network scheme that specifically learns the water flow pattern in public management systems. It can analyze large-scale graph data and identify any anomalous behavior or potential vulnerabilities in the network"
        },
        "data-reliability": {
            "title": "Data reliability",
            "description": "We leverage the power of Artificial Intelligence and Machine Learning to analyze vast amounts of data quickly and accurately"
        },
        "real-time-response": {
            "title": "Real Time Response",
            "description": "By analyzing real-time data from IoT sensors and other sources, Graph Neural Networks can identify the source and scope of a potential attack, enabling a targeted and efficient response"
        },
        "cont-improvement": {
            "title": "Continuous improvement",
            "description": "By simulating attacks on the network and analyzing the results, Graph Neural Networks can identify the optimal location for sensors and other security measures, improving overall performance while reducing deployment and maintenance costs"
        },
        "risk-management": {
            "title": "Risk management",
            "description": "We conduct extensive testing, develop contingency plans in the event of system failure, invest in personal training, comply with relevant regulations and laws, and develop a crisis management plan for legal issues"
        },
        "environment-impact": {
            "title": "Positive environment impact",
            "description": "By measuring flow differences throughout the network, leaks can be detected and corrected, minimizing losses. By digitizing the network, decision centers will receive data in real time, reducing travel, scheduling maintenance more accurately and carrying out corrective actions remotely, thus reducing carbon emissions associated with transportation"
        }
    },
    "partners": {
        "title": "Our partners"
    },
    "project-plan": {
        "title": "Our process",
        "step1": {
            "title": "1. Data collection and preprocessing",
            "description": "Collect historical data on water distribution networks and preprocess the data to remove any inconsistencies and errors. Develop an appropriate database to store the preprocessed data"
        },
        "step2": {
            "title": "2. Graph modeling and topology identification",
            "description": "Develop GNN algorithms to model the topology of the water distribution network as a graph. Identify the key nodes and edges in the network"
        },
        "step3": {
            "title": "3. Normal behavior learning",
            "description": "Use historical data to train the GNN algorithms to identify normal behavior in the water distribution network"
        },
        "step4": {
            "title": "4. Real-time data analysis",
            "description": "Develop GNN algorithms to analyze real-time data from sensors and other sources to identify anomalies that deviate from normal behavior and indicate the presence of a cyberattack"
        },
        "step5": {
            "title": "5. Sensor and security measure optimization",
            "description": "Use GNN algorithms to simulate attacks on the network and analyze the results to identify the optimal locations for sensors"
        },
        "step6": {
            "title": "6. Integration and testing",
            "description": "Integrate the GNN algorithms into the water distribution network and test the system in a simulated environment"
        },
        "step7": {
            "title": "7. Deployment and maintenance",
            "description": "Deploy the system in a real-world environment and provide ongoing maintenance and support"
        }
    }
}