{
    "main-nav": {
        "links": {
            "why": "¿Por qué Flowguard?",
            "partners": "Nuestros partners",
            "process": "Nuestro proceso",
            "contact": "Contacto"
        }
    },
    "header": {
        "tagline": "Potenciando la Ciberseguridad de las Infraestructuras críticas de Agua públicas y privadas",
        "description": "Con el poder de la IA identificamos en tiempo real cualquier comportamiento anómalo o potencial vulnerabilidad en los sistemas de tratamiento y suministro de agua para prevenir ciberataques"
    },
    "features": {
        "title": "¿Por qué Flowguard?"
,        "graph-neural-networks": {
            "title":"Redes Neuronales de Gráficos",
            "description": "Proporcionamos un esquema de red neuronal gráfico personalizado que aprende específicamente de los Patrones y procesos que intervienen en los procesos del Agua. Puede analizar datos gráficos a gran escala e identificar cualquier comportamiento anómalo o posibles vulnerabilidades en la red de datos"
        },
        "data-reliability": {
            "title": "Fiabilidad de los datos",
            "description": "Aprovechamos el poder de la Inteligencia Artificial y el Aprendizaje Automático para analizar grandes cantidades de datos de forma rápida y precisa"
        },
        "real-time-response": {
            "title": "Respuesta en tiempo real",
            "description": "Al analizar datos en tiempo real de sensores de IoT y otras fuentes, las Redes Neuronales de Gráficos pueden identificar el origen y el alcance de un ataque potencial, lo que permite una respuesta específica y eficiente"
        },
        "cont-improvement": {
            "title": "Mejora continua",
            "description": "Al simular ataques a la red y analizar los resultados, los GNN pueden identificar la ubicación óptima para sensores y otras medidas de seguridad, mejorando el rendimiento general y reduciendo los costos de implementación y mantenimiento"
        },
        "risk-management": {
            "title": "Gestión de riesgos",
            "description": "Realizamos pruebas exhaustivas, desarrollamos planes de contingencia en caso de falla del sistema, invertimos en capacitación personal, cumplimos con las regulaciones y leyes pertinentes y desarrollamos un plan de gestión de crisis para cuestiones legales"
        },
        "environment-impact": {
            "title": "Reducción de la Huella de Carbono y Huella Hídrica",
            "description": "Flowguard analiza el flujo de agua en la red, detecta y corrige fugas, minimizando pérdidas. Los centros de decisión reciben datos en tiempo real, programan el mantenimiento con mayor precisión y realizan acciones correctivas de forma remota, reduciendo así las emisiones de carbono asociadas al transporte"
        },
        "plc-scada-integration": {
            "title": "Integración con los sistemas PLC y SCADA",
            "description": "Disponemos de drives de integración con los principales fabricantes de hardware y software del mercado industrial. De esa forma el despliegue de la herramienta en la instalación industrial se realiza en tiempo record"
        }
    },
    "partners": {
        "title": "Nuestros partners"
    },
    "project-plan": {
        "title": "Nuestro proceso",
        "step1": {
            "title": "Recopilación y preprocesamiento de datos",
            "description": "Recopilar datos históricos de las redes de tratamiento, almacenamiento y distribución de agua y preprocesarlos para eliminar inconsistencias y errores. Desarrollar una base de datos adecuada para almacenar estos datos"
        },
        "step2": {
            "title": "Identificación de topología y aprendizaje de comportamiento normal",
            "description": "Desarrollar algoritmos GNN para modelar la topología e identificar los nodos claves de la red de tratamiento, almacenamiento y distribución de agua. Entrenar estos algoritmos para identicar el comportamiento normal de la red"
        },
        "step3": {
            "title": "Análisis de datos en tiempo real",
            "description": "Desarrollar algoritmos GNN para analizar datos en tiempo real de sensores y otras fuentes para identificar anomalías que se desvían del comportamiento normal e indican la presencia de un ciberataque"
        },
        "step4": {
            "title": "Integración, optimización y pruebas",
            "description": "Integrar los algoritmos GNN en la red de tratamiento, almacenamiento y distribución de agua. probar el sistema en un entorno simulado, simular ataques a la red y analizar los resultados para identificar las ubicaciones óptimas de los sensores"
        },
        "step5": {
            "title": "Implementación y mantenimiento",
            "description": "Implementar el sistema en un entorno real y proporcionar mantenimiento y soporte continuos"
        }
    }
}